Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/after_your_baby_is_born/index.html.txt.tmx
Source language: en
Languages: ga

source: After your baby is born
ga: I ndiaidh breith do linbh

source: Registering the birth of your baby
ga: Breith do linbh a chlárú

source: An outline of how to register the birth of your baby in Ireland
ga: Ní mór duit breith do linbh a chlárú laistigh de thrí mhí ón am a rugadh é nó í

source: Postnatal care for your baby
ga: Cúram iarbhreithe do do naíonán

source: An introductory document to postnatal care for your baby
ga: Cáipéis tosaithe do chúram iarbhreithe do do naíonán

source: Your health after birth
ga: Do Shláinte tar éis na Breithe

source: An outline of postnatal supports available to women in Ireland who have given birth
ga: Imlíne ar fhadhbanna sláinte agus ar thacaíochta iarbhreithe in Éirinn

source: Maternity care and the public health nurse
ga: Cúram máithreachais agus an bhanaltra sláinte phoiblí

source: An outline of the post natal care provided by the public health nurse service
ga: An ról atá ag an mbanaltra sláinte phoiblí i dtaobh seirbhísí máthaireachais

source: The Department of Health in Ireland always recommend the benefits of breastfeeding for babies
ga: Imlíne ar an gcabhair atá ar fáil do mhná in Éirinn ar mian le beathú cíche a thabhairt

source: Supports for postnatal depression
ga: Tacaíochtaí do dhúlagar iarbhreithe

source: There are supports available for women with postnatal depression
ga: Tá tacaíochtaí ar fáil do mhná ag fulaingt ó dhúlagar iarbhreithe

source: Advice and contact information to help you through this difficult time
ga: Comhairle agus eolas teagmhála chun cabhrú leat i rith na tréimhse deacra seo

source: The Parental Leave Act 1998 as amended by the Parental Leave (Amendment) Act 2006 allows parents to take parental leave in respect of certain children
ga: Ceadaíonn an tAcht um Shaoire do Thuismitheoirí 1998, agus é leasaithe ag an Acht um Shaoire do Thuismitheoirí (Leasú) 2006, saoire tuismitheora do thuismitheoirí i leith leanaí áirithe a fháil

source: This document is in: Employment > Employment rights and conditions > Leave and holidays
ga: This document is in: Fostaíocht > Cearta agus Coinníollacha Oibre > Saoire agus laethanta saoire

source: Information about statutory paternity leave, which is available from September 2016
ga: Faisnéis faoi shaoire atharthachta reachtúil a bheidh ar fáil d’aithreacha nua ó Mheán Fómhair 2016

source: Child Benefit is a payment to the parents or guardians of children under 16 years of age, or under 18 years of age if the child is in full-time education or has a disability
ga: Is íocaíocht Stáit é Sochar Linbh a íoctar le tuismitheoirí nó le caomhnóirí leanaí atá faoi 16 bliana d'aois, nó faoi 18 bliana d'aois má bhíonn an leanbh in oideachas lánaimseartha nó má tá an leanbh faoi mhíchumas

source: This document is in: Social Welfare > Social welfare payments > Families and children
ga: This document is in: Leas Sóisialach > Íocaíochtaí Leasa Shóisialaigh > Íocaíochtaí Leasa Shóisialaigh le Teaghlaigh agus le Leanaí

source: Most Read in "Family and Relationships"
ga: Ábhar is mó éilimh i "Teaghlach agus Caidrimh"

source: Registrars of Births, Marriages and Deaths
ga: Leanaí agus cearta in Éirinn

source: Barring, safety and protection orders
ga: Orduithe Urchoisc, Sábháilteachta agus Cosanta
